<?php
$list = array(
    'forms' => array(
        'general' => 'Что-то пошло не так. Перезагрузите страницу и попробуйте снова.',
        'blocked' => 'Ваш аккаунт заблокирован.',
        'blocked_reason' => 'Причина блокировки',
        'not_activated' => 'Вы должны активировать аккаунт, прежде чем начать работу. Проверьте ваш email и пройдите по ссылке от нашего сервиса.',
        'wrong_data' => 'Неверная пара логин/пароль',
        'email_busy' => 'Email уже используется. Выберите другой email.',
        'password_sent' => 'В течение нескольких минут на указанный адрес вы получите письмо со ссылкой на изменение пароля.',
        'password_changed' => 'Пароль изменен. Сейчас вас автоматически перенаправит в личный кабинет.',

        'name' => array(
            'notEmpty' => 'Пожалуйста, укажите ваше имя',
            'saved' => 'Данные сохранены',
        ),
        'login' => array(
            'notEmpty' => 'Введите логин',
        ),
        'email' => array(
            'notEmpty' => 'Введите e-mail',
            'email' => 'Неверный формат e-mail',
            'saved' => 'E-mail изменен.',
        ),
        'password' => array(
            'invalid' => 'Неверный пароль',
            'notEmpty' => 'Введите пароль.',
            'confirmNotEmpty' => 'Подтвердите пароль.',
            'notEqual' => 'Пароли не совпадают. Попробуйте набрать их заново.',
            'tooShort' => 'Пароль слишком короткий. Используйте 6 символов или больше.',
            'saved' => 'Пароль изменен.',
        ),
        'settings' => array(
            'saved' => 'Настройки сохранены.',
        ),
    ),
);